Repository: WorldBank-Transport/suggestdataset
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sw

source: Your full name
sw: Jina lako kamili

source: Your email
sw: Barua pepe

source: Your organization
sw: Taasisi yako

source: Description
sw: Maelezo

source: Name
sw: Jina

source: Desciption
sw: Ufafanuzi

source: Date created
sw: Tarehe iliporekodiwa

source: Date updated
sw: Tarehe iliposasishwa

source: Category
sw: Kundi

source: categories
sw: makundi

source: Organization name
sw: Jina la taasisi

source: Organization
sw: Taasisi

source: Organizations
sw: Taasisi

source: Under review
sw: Suala linapitiwa

source: In progress
sw: Iko kwenye mchakato

source: Published on Open Data Portal
sw: Imewekwa kwenye tovuti ya takwimu huria

source: Not for public
sw: Si kwa ajili ya umma

source: Suggester name
sw: Jina la aliyependekeza

source: Suggester email
sw: Barua pepe ya aliyependekezau

source: Suggester organization
sw: Taasisi ya aliyependekeza

source: Dataset name
sw: Jina la seti ya data

source: Dataset desciption
sw: Maelezo kuhusu seti ya data

source: likes
sw: waliopendekeza

source: Status
sw: Hali/Hatua

source: The issue is open
sw: Suala halijamalizika (The issue is open)

source: Dataset
sw: Seti ya takwimu

source: Datasets
sw: Seti za Takwimu

source: Request dataset
sw: Pendekeza seti ya takwimu

source: Created by
sw: Mwanzilishi

source: Timestamp
sw: Mhuri wa muda

source: Last modified
sw: Mara ya mwisho kusasishwa

source: Comments
sw: Maoni

source: We would like to hear from you, please add your comments
sw: Tunapenda kusikia mawazo yako, tafadhali tuma maoni yako

source: select dataset
sw: chagua seti ya takwimu

source: %(datasets_count)s datasets found
sw: Seti %(datasets_count)s za takwimu zimepatikana

source: Let us know if there is any dataset you wish to see on Tanzania's Open Data Portal. Please check the below list of datasets and 'like' any dataset which interests you. If the dataset you are interested in isn't listed yet please use our <a href="#suggest-form">request dataset form</a> to request it.
sw: Karibu utufahamishe kama kuna takwimu yoyote ambayo ungependa kuiona kwenye tovuti ya Takwimu huria Tanzania. Tafadhali cheki orodha ifuatayo na bonyeza kitufe cha 'like' kwa takwimu yoyote unayoipendelea. Ikiwa takwimu unayoipendelea haijaorodheshwa tafadhali tumia <a href="#suggest-form">fomu ya kupendekeza takwimu</a> kutufikishia mapendekezo yako.

source: Show filters
sw: Onesha chujio

source: name
sw: jina

source: All datasets
sw: Takwimu zote

source: Collection Entity
sw: Mkusanyaji wa takwimu

source: Sort by
sw: Kuanzia

source: Most liked
sw: Zilizopendwa zaidi

source: Latest
sw: Mpya zaidi

source: Go
sw: Tafuta

source: Which other dataset would you like to see on <a href="http://opendata.go.tz">Tanzanias Open Data Portal</a>?
sw: Ni seti nyingine gani ya takwaimu ambayo ungependa ipatikane kupitia<a href="http://opendata.go.tz">Tovuti ya Takwimu huria Tanzania</a>.

source: Hide filters
sw: Ficha chujio

source: Add request
sw: Tuma mapendekezo

source: Add suggestion
sw: Tuma mapendekezo

source: Which other dataset would you like to see in <a href="http://opendata.go.tz">the Tanzania's Open Data Portal</a>?
sw: Ni seti nyingine gani ya takwaimu ambayo ungependa ipatikane kupitia<a href="http://opendata.go.tz">Tovuti ya Takwimu huria Tanzania</a>.

source: Submit a your request
sw: Tuma mapendekezo yako

source: Cancel
sw: Sitisha

source: Interested
sw: Umeipenda

source: Thanks, we already received your suggestion: <a href="%s" class="alert-link">%s</a>
sw: Asante, tumepokea mapendekezo yako: <a href="%s" class="alert-link">%s</a>

source: Thanks for your suggestion: <a class="alert-link"href="%s">%s</a>
sw: Asante kwa mapendekezo yako: <a class="alert-link"href="%s">%s</a>

source: Request Dataset
sw: Pendekeza Seti ya Takwimu

source: Management
sw: Utawala

source: Post
sw: Tuma

source: Preview
sw: Hakiki

source: %(timesince)s Ago
sw: %(timesince)s Zilizopita

source: No comments yet
sw: Hakuna aliyetuma maoni

source: Preview your comment
sw: Hakiki

source: Comment preview
sw: Hakiki maoni

source: Please correct the error below
sw: Tafadhali sahihisha kosa lifuatalo

source: Make changes or
sw: Fanya mabadiliko au

source: Post your comment
sw: Tuma maoni yako

source: Home
sw: Mwanzo

source: Toggle navigation
sw: Togoa urambazaji
